/* No comment provided by engineer. */
"%@\nOpen = %.2f\nClose = %.2f\nLow = %.2f\nHigh = %.2f" = "%1$@\nОткрытие = %2$.2f\nЗакрытие = %3$.2f\nМинимум = %4$.2f\nМаксимум = %5$.2f";

/* No comment provided by engineer. */
"%@\nValue = %.2f\nYear = %@" = "%1$@\nЗначение = %2$.2f\nГод = %3$@";

/* No comment provided by engineer. */
"%@\nX = %.2f\nY = %.2f" = "%1$@\nX = %2$.2f\nY = %3$.2f";

/* No comment provided by engineer. */
"%@\nX = %.2f\nY = %.2f\nZ = %.2f" = "%1$@\nX = %2$.2f\nY = %3$.2f\nZ = %4$.2f";

/* No comment provided by engineer. */
"%@\nYear = %@\nValue = %.2f" = "%1$@\nГод = %2$@\nЗначение = %3$.2f";

/* No comment provided by engineer. */
"Absolute" = "Абсолютная";

/* No comment provided by engineer. */
"Additive" = "Аддитивная";

/* No comment provided by engineer. */
"All series" = "Все серии";

/* No comment provided by engineer. */
"Alpha" = "Альфа";

/* No comment provided by engineer. */
"Animate" = "Анимировать";

/* No comment provided by engineer. */
"Area" = "Области";

/* No comment provided by engineer. */
"Bar" = "Линейки";

/* No comment provided by engineer. */
"Bar cylinder" = "Цилиндрические линейки";

/* No comment provided by engineer. */
"Beta" = "Бета";

/* No comment provided by engineer. */
"Bubble" = "Пузыри";

/* No comment provided by engineer. */
"Candlestick" = "Свечи";

/* No comment provided by engineer. */
"Caption" = "Заголовок";

/* No comment provided by engineer. */
"Color scheme" = "Цветовая схема";

/* No comment provided by engineer. */
"Column" = "Столбцы";

/* No comment provided by engineer. */
"Column cylinder" = "Цилиндры";

/* No comment provided by engineer. */
"Dark colors" = "Тёмные цвета";

/* No comment provided by engineer. */
"Data" = "Данные";

/* No comment provided by engineer. */
"Delta" = "Дельта";

/* No comment provided by engineer. */
"Doughnut" = "Кольцо";

/* No comment provided by engineer. */
"Elements" = "Элементы";

/* No comment provided by engineer. */
"Function 1" = "Функция 1";

/* No comment provided by engineer. */
"Function 2" = "Функция 2";

/* No comment provided by engineer. */
"Function 3" = "Функция 3";

/* No comment provided by engineer. */
"Function 4" = "Функция 4";

/* No comment provided by engineer. */
"Function 5" = "Функция 5";

/* No comment provided by engineer. */
"Function 6" = "Функция 6";

/* No comment provided by engineer. */
"Function type" = "Тип функции";

/* No comment provided by engineer. */
"Gamma" = "Гамма";

/* No comment provided by engineer. */
"Layout" = "Вид";

/* No comment provided by engineer. */
"Legend" = "Легенда";

/* No comment provided by engineer. */
"Light colors" = "Светлые цвета";

/* No comment provided by engineer. */
"Line" = "Линии";

/* No comment provided by engineer. */
"NChart3D" = "NChart3D";

/* No comment provided by engineer. */
"Number of series" = "Количество серий";

/* No comment provided by engineer. */
"Number of years" = "Количество лет";

/* No comment provided by engineer. */
"Percent" = "Процентная";

/* No comment provided by engineer. */
"Pie" = "Круг";

/* No comment provided by engineer. */
"Reset" = "Сброс";

/* No comment provided by engineer. */
"Ribbon" = "Ленты";

/* No comment provided by engineer. */
"Series %d" = "Серия %d";

/* No comment provided by engineer. */
"Settings" = "Настройки";

/* No comment provided by engineer. */
"Show border" = "Граница";

/* No comment provided by engineer. */
"Simple colors" = "Простые цвета";

/* No comment provided by engineer. */
"Surface" = "Поверхность";

/* No comment provided by engineer. */
"Type 2D" = "2D";

/* No comment provided by engineer. */
"Type 3D" = "3D";

/* No comment provided by engineer. */
"Type for 2D" = "Диаграммы в 2D";

/* No comment provided by engineer. */
"Type for 3D" = "Диаграммы в 3D";

/* No comment provided by engineer. */
"Value axis type" = "Тип оси значений";

/* No comment provided by engineer. */
"X-Axis" = "Ось X";

/* No comment provided by engineer. */
"Y-Axis" = "Ось Y";

/* No comment provided by engineer. */
"Z-Axis" = "Ось Z";

"Information" = "Информация";

"The application demonstrates the features of NChart3D charting library. More information and documentation can be found at www.nchart3d.com." = "Данное приложение демонстрирует основные функции библиотеки построения диаграмм NChart3D. Дополнительную информацию и документацию можно найти на сайте www.nchart3d.com.";

"Close" = "Закрыть";

"www.nchart3d.com" = "NChart3D.com";

"About" = "О программе NChart3D";

"OHLC" = "OHLC";

"Band" = "Полосы";

"Sequence" = "Последовательности";

"%@\nLow = %.2f\nHigh = %.2f" = "%@\nМинимум = %.2f\nМаксимум = %.2f";

"%@\nOpen = %.2f\nClose = %.2f" = "%@\nОткрытие = %.2f\nЗакрытие = %.2f";

"Show labels" = "Показывать метки";

"Chart" = "График";

"Step line" = "Ступенчатые линии";

"Scatter" = "Рассеивание";

"Show markers" = "Показывать маркеры";

"Disable tooltips" = "Отключить тултипы";

"Microphone spectrum" = "Спектр звука с микрофона";

"Microphone spectrum <not working>" = "Спектр звука с микрофона <не работает>";

"Charts" = "Графики";

"Chart type" = "Тип диаграммы";

"Effects" = "Эффекты";

"Pie rotation" = "Вращение круга";

"Multichart" = "Несколько диаграмм";

"Area 2D" = "Область 2D";

"Area 3D" = "Область 3D";

"Discrete surface" = "Колонки 3D";

"Slice" = "Сечение";

"Smooth" = "Сглаживание";

"Amount" = "Громкость";

"Time" = "Время";

"Hz" = "Частота (Гц)";

"Dimensions" = "Размерность";

"Multichart, tap point to see animation" = "Несколько диаграмм, коснитесь точки, чтобы увидеть анимацию";

"Rotation of pie, tap play to see animation" = "Вращение круга, нажмите play, чтобы увидеть анимацию";

"Select chart type" = "Выберите тип диаграммы";

"Select chart effect" = "Выберите эффект диаграммы";

"Streaming" = "Стриминг";

"Animations" = "Анимации";

"Chart effect" = "Эффект диаграммы";

"Resolution" = "Разрешение";

"Image" = "Изображение";
